Repository: kgraefe/pidgin-birthday-reminder
Catalog: po/*.po
Languages: de, el, fr, it, pl

source: Buddy
el: Φίλος
fr: Contact
it: Contatto
pl: Znajomy

source: Days to birthday
de: Tage bis zum Geburtstag
el: Ημέρες για τα γενέθλια
fr: Jours avant l'anniversaire
it: Giorni al compleanno
pl: Dni do urodzin

source: Birthday
de: Geburtstag
el: Γενέθλια
fr: Anniversaire
it: Compleanno
pl: Urodziny

source: Age
de: Alter
el: Ηλικία
it: Età
pl: Wiek

source: Close
de: Schließen
el: Κλείσιμο
fr: Fermer
it: Vicino
pl: Zamknij

source: Write IM
de: Anschreiben
el: Συγγραφή άμεσου μηνύματος
fr: Ecrire un message
it: Scrivi messaggio instantaneo
pl: Napisz wiadomość

source: Birthday List (%d)
de: Geburtstags-Liste (%d)
el: Λίστα γενεθλίων (%d)
fr: Liste d'anniversaires (%d)
it: Lista di compleanno (%d)
pl: Lista urodzin (%d)

source: Birthday Reminder
de: Geburtstags-Erinnerung
el: Υπενθύμιση γενεθλίων
fr: Rappel d'Anniversaires
pl: Przypomnienia o urodzinach

source: Reminds you of the birthday of your buddies. :o)
de: Erinnert an die Geburtstage deiner Buddys. :o)
el: Σας υπενθυμίζει τα γενέθλια των φίλων σας. :o)
fr: Vous rappelle les anniversaires de vos ami(e)s. :o)
it: Ti ricorda i compleanni dei tuoi amici. :o)
pl: Przypomina o urodzinach znajomych. :o)

source: This Plugin shall keep track and remind you of your buddies' birthdays.
de: Dieses Plugin sollte die Geburtstage deiner Buddys aufnehmen und dich an sie erinnern.
el: Αυτό το πρόσθετο θα ελέγχει την κατάσταση και θα σας υπενθυμίζει τα γενέθλια των φίλων σας
fr: Ce greffon tient à jour les anniversaires de vos ami(e)s et vous rappelle quand une date approche.
it: Questo Plugin tiene traccia dei compleanni dei tuoi amici e teli ricorda.
pl: Ta wtyczka przypomina o urodzinach znajomych.

source: Could not load icons!
de: Konnte Icons nicht laden!
el: Αδυναμία φορτώματος εικονιδίων!
fr: Impossible de charger les icônes !
it: Non è stato possibile caricare le icone!
pl: Nie można wczytać ikon.

source: %s's birthday
de: %s's Geburtstag
el: %s έχει γενέθλια
fr: Anniversaire de %s
it: Il compleanno di %s
pl: %s ma urodziny

source: Birthday of %s, born in %04i
de: Geburtstag von %s, geboren %04i
el: Γενέθλια του/της %s, γεννήθηκε στις %04i
fr: Anniversaire de %s, né(e) en %04i
it: Il compleanno di %s, nato/a il %04i
pl: %s ma urodziny (rok urodzenia: %04i)

source: Birthday of %s
de: Geburtstag von %s
el: Γενέθλια του/της %s
fr: Anniversaire de %s
it: Il compleanno di %s
pl: %s ma urodziny

source: Use the following format: %s . Blank out the input field to clear the BDay. Use a year before 1900 if you do not know.
de: Benutzen Sie folgendes Format: %s Lassen Sie das Feld leer um das Geburtsdatum zu löschen. Benutzen Sie eine Jahreszahl vor 1900, wenn Sie sie nicht genau wissen.
el: Χρησιμοποιήστε την ακόλουθη μορφή: %s . Αφήστε κενό το πεδίο εισαγωγής για να καθαριστεί η ημερομηνία. Στο έτος χρησιμοποιήστε κάποιο πριν το 1900 αν δε γνωρίζετε.
fr: Utilisez le format suivant : %s Laissez vide pour effacer l'anniversaire. Utilisez un nombre inférieur à 1900 comme année si vous ne la connaissez pas.
it: Usa il seguente formato: %s. Lascia lo spazio bianco per cancellare il compleanno. Usa un anno prima del 1900 se non conosci la data.
pl: Należy użyć formatu: %s . Usunięcie pola wyczyści urodziny. Należy wpisać rok wcześniejszy niż 1900, jeśli nie jest znany.

source: Set Birthday:
de: Setze Geburtstag:
el: Ορισμός γενεθλίων:
fr: Changer l'anniversaire :
it: Imposta Compleanno:
pl: Ustawienie urodzin:

source: Cancel
de: Abbrechen
el: Άκυρο
fr: Annuler
it: Cancella
pl: Anuluj

source: Set Birthday
de: Geburtstag setzen
el: Ορισμός γενεθλίων
fr: Changer l'anniversaire
it: Imposta Compleanno
pl: Ustaw urodziny

source: Sound file (%s) does not exist.
de: Sound-Datei (%s) existiert nicht.
el: Το αρχείο ήχου (%s) δεν υπάρχει.
fr: Le fichier son (%s) est manquant.
it: Il suono del file (%s) non esiste.
pl: Plik dźwięku (%s) nie istnieje.

source: %d year
de: %d Jahr
pl: %d rok

source: %s will be %s old today! Hooray!
de: %s wird heute %s alt! Hurra!
pl: %s będzie dzisiaj mieć %s! Hurra!

source: It's %s's birthday today! Hooray!
de: %s hat heute Geburtstag! Hurra!
el: %s έχει γενέθλια σήμερα! Ζήτω!
fr: C'est l'anniversaire de %s aujourd'hui ! Youpi !
it: E' il compleanno di %s oggi! Evviva!
pl: %s ma dzisiaj urodziny! Hurra!

source: %s will be %s old tomorrow!
de: %s wird morgen %s alt!
pl: %s będzie jutro mieć %s!

source: %s's birthday is tomorrow!
de: %s hat morgen Geburtstag!
el: %s έχει γενέθλια αύριο!
fr: L'anniversaire de %s aura lieu demain !
it: Il compleanno di %s è domani!
pl: %s ma jutro urodziny!

source: %s will be %s old in %d day!
de: %1$s wird in %3$d Tag %2$s alt!
pl: %s będzie mieć %s za %d dzień!

source: %s's birthday is in %d day!
de: %s hat in %d Tag Geburtstag!
pl: %s ma urodziny za %d dzień!

source: There are birthdays in the next days! Hooray!
de: Es stehen Geburtstage an! Hurra!
el: Δεν έχει κανείς γενέθλια τις επόμενες μέρες! Ζήτω!
fr: Il va y avoir des anniversaires dans les prochains jours ! Youpi !
it: Ci sono dei compleanni nei prossimi giorni! Evviva!
pl: Niedługo są czyjeś urodziny! Hurra!

source: Write IM?
de: Anschreiben?
el: Άμεσο μήνυμα;
fr: Ecrire un message ?
it: Mandi un messaggio instantaneo?
pl: Napisać wiadomość?

source: Yes
de: Ja
el: Ναι
fr: Oui
it: Si
pl: Tak

source: No
de: Nein
el: Όχι
fr: Non
pl: Nie

source: Show overview?
de: Übersicht anzeigen?
el: Εμφάνιση επισκόπησης;
fr: Montrer les infos ?
it: Vuoi vedere la panoramica?
pl: Wyświetlić przegląd?

source: Overview
de: Übersicht
el: Επισκόπηση
fr: Infos
it: Panoramica
pl: Przegląd

source: Save birthday list as...
de: Geburtstags-Liste speichern unter...
el: Αποθήκευση λίστας γενεθλίων ως...
fr: Enregistrer la liste des anniversaires sous...
it: Salva la lista dei compleanni come...
pl: Zapisz listę urodzin jako…

source: iCalendar files
de: iCalendar-Dateien
el: Αρχεία iCalendar
fr: Fichiers iCalendar
it: Files di iCalendar
pl: Pliki iCalendar

source: Check Birthdays
de: Geburtstage überprüfen
el: Έλεγχος γενεθλίων
fr: Vérification des anniversaires
it: Controlla se ci cono compleanni
pl: Sprawdź urodziny

source: Show birthday list
de: Geburtstags-Liste anzeigen
el: Εμφάνιση λίστας γενεθλίων
fr: Afficher la liste des anniversaires
it: Mostra la lista dei compleanni
pl: Wyświetl listę urodzin

source: Export birthday list
de: Geburtstags-Liste exportieren
el: Εξαγωγή λίστας γενεθλίων
fr: Exporter la liste des anniversaires
it: Esporta la lista dei compleanni
pl: Wyeksportuj listę urodzin

source: Reminder
de: Erinnerung
el: Υπενθύμιση
fr: Rappel
it: Promemoria
pl: Przypomnienie

source: Remind just once a day
de: Nur einmal am Tag erinnern
el: Υπενθύμιση μια φορά τη μέρα μόνο
fr: Ne rappeler qu'une fois par jour
it: Ricordamelo solo una volta al giorno
pl: Przypominanie tylko raz dziennie

source: Show birthday icons in the buddy list
de: Geburtstags-Icons in der Buddy-Liste anzeigen
el: Εμφάνιση εικονιδίων γενεθλίων στη λίστα φίλων
fr: Afficher les icônes d'anniversaire dans la liste de contacts
it: Mostrami le icone dei compleanni nella lista dei contatti
pl: Ikony urodzin na liście znajomych

source: days before birthday
de: Tage vor dem Geburtstag
el: μέρες πριν τα γενέθλια
fr: jours avant l'anniversaire
it: Giorni prima del compleanno
pl: dni przed urodzinami

source: Show mini dialog in the buddy list
de: Mini-Dialog in der Buddy-Liste anzeigen
el: Εμφάνιση μικρού διαλόγου στη λίστα φίλων
fr: Afficher un petit dialogue dans la liste de contacts
it: Mostra una piccola finestra di dialogo nella lista dei contatti
pl: Małe okno na liście znajomych

source: Show notification
de: Meldung anzeigen
el: Εμφάνιση ειδοποίησης
fr: Afficher un rappel
it: Mostra notifica
pl: Powiadomienie

source: Play sound
de: Melodie abspielen
el: Αναπαραγωγή ήχου
fr: Jouer un son
it: Riproduci un suono
pl: Dźwięk

source: You have muted sounds in Pidgin!
de: Du hast Pidgin stummgeschaltet!
el: Αποσιωπήσατε τους ήχους στο Pidgin!
fr: Vous avez désactivé les sons dans Pidgin !
it: Hai tolto i suoni in Pidgin!
pl: Wyciszono dźwięki programu Pidgin.

source: Tooltip
el: Συμβουλή εργαλείου
fr: Infobulle
it: Suggerimento
pl: Wskazówka

source: Show Birthday
de: Geburtstag anzeigen
el: Εμφάνιση γενεθλίων
fr: Afficher l'anniversaire
it: Mostra compleanno
pl: Urodziny

source: Show days to birthday
de: Tage bis zum Geburtstag anzeigen
el: Εμφάνιση ημερών μέχρι τα γενέθλια
fr: Afficher le nombre de jours avant l'anniversaire
it: Mostra i giorni al compleanno
pl: Dni do urodzin

source: Show Age
de: Alter anzeigen
el: Εμφάνιση ηλικίας
fr: Afficher l'âge
it: Mostra età
pl: Wiek

source: iCalendar Export
el: Εξαγωγή iCalendar
fr: Export au format iCalendar
it: Esporta iCalendar
pl: Eksport do pliku iCalendar

source: Export to file
de: Als Datei exportieren
el: Εξαγωγή σε αρχείο
fr: Exporter dans un fichier
it: Esporta al file
pl: Wyeksportuj do pliku

source: Scanning buddy %s (Account: %s (%s)). Waiting for response...
de: Frage Buddy %s (Konto: %s (%s)) ab. Warte auf Antwort...
el: Σάρωση φίλου %s (λογαριασμός: %s (%s)). Αναμονή ανταπόκρισης...
fr: Parcours du contact %s (Compte: %s (%s)). En attente de réponse...
it: Sto controllando il contatto %1$s (Account:%2$s (%3$s)). Aspetta per il responso...
pl: Skanowanie znajomego „%s” (konto: %s (%s)). Oczekiwanie na odpowiedź…

source: No more buddies to scan.
de: Keine weiteren Buddies abzufragen.
el: Δεν υπάρχουν άλλοι φίλοι για σάρωση.
fr: Plus de contact à parcourir.
it: Nessun altro contatto da controllare.
pl: Nie ma więcej znajomych do skanowania.

source: Buddy %s (Account: %s (%s)) scanned.
de: Buddy %s (Konto: %s (%s)) wurde abgefragt.
el: Ο φίλος %s (λογαριασμός: %s (%s)) σαρώθηκε.
fr: Contact %s (Compte: %s (%s)) parcouru.
it: Il contatto %1$s (Account: %2$s (%3$s)) è stato controllato.
pl: Przeskanowano znajomego „%s” (konto: %s (%s)).

source: Scan birthdays on this account
de: Geburtstage mit diesem Account scannen
el: Σάρωση γενεθλίων σε αυτό το λογαριασμό
fr: Parcours des anniversaires de ce compte
it: Controlla se ci sono compleanni su questo account
pl: Skanuj urodziny na tym koncie

source: <b>Birthday</b>: %02d/%02d/%04d
de: <b>Geburtstag</b>: %2$02d.%1$02d.%3$04d
el: <b>Γενέθλια</b>: %02d/%02d/%04d
fr: <b>Anniversaire</b> : %2$02d/%1$02d/%3$04d
it: <b>Compleanno</b>: %2$02d/%1$02d/%3$04d
pl: <b>Urodziny</b>: %02d.%02d.%04d

source: <b>Birthday</b>: %02d/%02d
de: <b>Geburtstag</b>: %2$02d.%1$02d.
el: <b>Γενέθλια</b>: %02d/%02d
fr: <b>Anniversaire</b> : %2$02d.%1$02d.
it: <b>Compleanno</b>: %2$02d/%1$02d
pl: <b>Urodziny</b>: %02d.%02d

source: (<b>Today!</b>)
de: (<b>Heute!</b>)
el: (<b>Σήμερα!</b>)
fr: (<b>Aujourd'hui !</b>)
it: (<b>Oggi!</b>)
pl: (<b>Dzisiaj!</b>)

source: (<b>Tomorrow!</b>)
de: (<b>Morgen!</b>)
el: (<b>Αύριο!</b>)
fr: (<b>Demain !</b>)
it: (<b>Oggi!</b>)
pl: (<b>Jutro!</b>)

source: (in %d day)
de: (in %d Tag)
pl: (za %d dzień)

source: <b>Age</b>: %d year
de: <b>Alter</b>: %d Jahr
pl: <b>Wiek</b>: %d rok

source: Pidgin Birthday Reminder
de: Pidgin Geburtstags-Erinnerung
pl: Przypomnienia o urodzinach w programie Pidgin

source: Pidgin Birthday Reminder reminds you of your buddies birthdays. Birthdays can be set by hand or be automatically filled-in for ICQ, MSN and XMPP protocols.
de: Pidgin Geburtstags-Erinnerung erinnert Sie an die Geburtstage Ihrer Freunde. Geburtstage können händisch eingegeben werden oder automatisch aus den ICQ- MSN und XMPP-Protokolle übernommen werden.
pl: Ta wtyczka powiadamia o urodzinach znajomych. Można je ustawiać ręcznie lub automatycznie wypełniać za pomocą protokołów ICQ, MSN i XMPP.

source: %02d/%02d/%04d
de: %2$02d.%1$02d.%3$04d
fr: %2$02d/%1$02d/%3$04d

source: %02d/%02d
de: %2$02d.%1$02d.
fr: %2$02d/%1$02d
